/* Title of contextual menu displayed when the user right- or control-clicks on a channel in the channels list */
"Channel Actions" = "Channel Actions";

/* Title of menu item in the contextual menu displayed when a user right- or control-clicks on a channel in the channels list that allows the user to join the clicked channel */
"Join Channel" = "Join Channel";

/* Title of menu item in the contextual menu displayed when a user right- or control-clicks on the channels list that allows the user to refresh the list of channels */
"Refresh Channels List" = "Refresh Channels List";

/* Status message appended to the chat view when the user changes channels on the server to which he or she is connected */
"Switching to channel '%@'" = "Switching to channel '%@'";

